Repository: kuanh/Babyoto
Catalog: Babyoto/*.lproj/Localizable.strings
Languages: ja, th, vi, zh_hans

# p3_title
source: Language
ja: 言語(Language)
th: ภาษา
vi: Ngôn ngữ (Language)
zh_hans: 语言

# p1_install
source: Install
ja: インストール
th: ติดตั้ง
vi: Cài đặt
zh_hans: 安装

# p1_cancel
source: Cancel
ja: キャンセル
th: ยกเลิก
vi: Huỷ bỏ
zh_hans: 取消

# p1_update
source: Update
ja: アップデート
th: ปรับปรุง
vi: Cập nhật
zh_hans: 更新

# p1_version_optional_1
source: The latest version has been released. It became a more convenient and stable application than now. Please update the application.
ja: 最新のバージョンが公開されました。 今よりも便利で安定したアプリになりました。 ぜひアップデートしてご利用ください。
th: มีการเผยแพร่เวอร์ชันล่าสุดแล้ว n มันกลายเป็นโปรแกรมประยุกต์ที่สะดวกและมั่นคงกว่าตอนนี้ n โปรดอัปเดตและโปรดใช้เลย
vi: Phiên bản mới nhất đã được phát hành. Ứng dụng đã được cập nhật để chạy ổn định và thuận tiện hơn hiện tại. Vui lòng cập nhật ứng dụng
zh_hans: 最新版本已经发布。 n它变得比现在更加方便和稳定。 n请更新并请使用它。

# p1_version_up_title
source: New version available
ja: アップデートのお知らせ
th: ประกาศแจ้งการปรับปรุง
vi: Thông báo cập nhật
zh_hans: 更新通知

# p1_version_force_2
source: We have made a major update with new features and improve performance. In order to use the application stably, please update to the latest version.
ja: 新機能の追加とパフォーマンス改善のため、大幅なアップデートを行いました。 安定的にアプリをご利用いただくため、お手数ですが最新バージョンへのアップデートをお願いします。
th: เราได้ทำการปรับปรุงที่สำคัญเพื่อเพิ่มคุณสมบัติใหม่และปรับปรุงประสิทธิภาพ n เพื่อที่จะใช้แอพพลิเคชันอย่างมั่นคงขออภัยที่ทำให้เกิดปัญหา แต่โปรดอัปเดตเป็นเวอร์ชันล่าสุด
vi: Chúng tôi đã thực hiện cập nhật lớn do có thêm chức năng và cải tiến hiệu năng. Để ứng dụng sử dụng được ổn định vui lòng nâng cấp lên phiên bản mới nhất
zh_hans: 我们做了重大更新，以增加新功能并提高性能。 n为了稳定地使用应用程序，很抱歉给您造成麻烦，但请更新至最新版本。

# p2_stop
source: Stop
ja: 全停止
th: หยุดเต็ม
vi: Dừng
zh_hans: 句号

# p2_1tv
source: TV
ja: テレビ
th: โทรทัศน์
vi: Tivi
zh_hans: 电视

# p2_2cleaner
source: Vacuum cleaner
ja: 掃除機
th: เครื่องดูดฝุ่น
vi: Máy hút bụi
zh_hans: 吸尘器

# p2_3dryer
source: Hairdryer
ja: ドライヤー
th: เครื่องเป่า
vi: Máy sấy tóc
zh_hans: 烘干机

# p2_4vinyl
source: Plastic bag
ja: ビニール袋
th: ถุงพลาสติก
vi: Túi nilon
zh_hans: 塑料袋

# p2_5river
source: River
ja: 川
th: แม่น้ำ
vi: Dòng sông
zh_hans: 一条河

# p2_6lightrain
source: Light rain
ja: 小雨
th: มีฝนเล็กน้อย
vi: Mưa nhỏ
zh_hans: 小雨

# p2_7heavyrain
source: Heavy rain
ja: 大雨
th: ฝนตกหนัก
vi: Mưa to
zh_hans: 大雨

# p2_8wave
source: Wave
ja: 波
th: คลื่น
vi: Sóng
zh_hans: 波

# p2_9heart
source: Heart sound
ja: 心音
th: เสียงหัวใจ
vi: Nhịp tim
zh_hans: 心声

# p2_10water
source: Water supply
ja: 水道
th: อุปทานน้ำประปา
vi: Nước
zh_hans: 供水

# p4_title
source: Setting
ja: 設定
th: การตั้งค่า
vi: Thiết lập
zh_hans: 设置

# p4_version
source: Version
th: รุ่น
vi: Phiên bản
zh_hans: 版本

# p4_subject_mail_share
source: Baby-stop-crying sound application
ja: 赤ちゃん泣き止み音アプリ
th: เด็กร้องไห้หยุดการประยุกต์ใช้เสียง
vi: Ứng dụng âm thanh dỗ trẻ ngừng khóc
zh_hans: 婴儿哭声停止声音应用程序

# p4_msg_share
source: Baby Oto is a baby-stop-crying sound application ^^ It is recommended for night crying with easy operation!
ja: 「ベビオト」は赤ちゃん泣き止み音アプリ^^ 簡単操作で夜泣きにオススメです！
th: Baby Oto เป็นเสียงร้องไห้ของเด็ก ๆ หยุดเสียงแอ็พพลิเคชัน ^ ^ ขอแนะนำให้ร้องไห้ยามค่ำคืนด้วยการใช้งานง่าย!
vi: Baby Oto là ứng dụng âm thanh dỗ trẻ ngừng khóc^^
zh_hans: “Baby Oto”是一个婴儿哭闹停止声音应用程序^ ^建议夜间哭泣与轻松操作！

# p4_share_mail
source: Mail
ja: メール
th: E-mail
zh_hans: 电子邮件

# p4_share_tw
source: Share via Twitter
ja: Twitterに書く
th: เขียนใน Twitter
vi: Chia sẻ lên Twitter
zh_hans: 在Twitter上撰写

# p4_share_fb
source: Share via Facebook
ja: Facebookに書く
th: เขียนใน Facebook
vi: Chia sẻ lên Facebook
zh_hans: 在Facebook上写

# p4_share_line
source: Share via Line
ja: LINEに書く
th: เขียนเป็น LINE
vi: Chia sẻ lên Line
zh_hans: 以LINE写入

# p4_cancel_share
source: Cancel
ja: キャンセル
th: ยกเลิก
vi: Huỷ bỏ
zh_hans: 取消

# p4_share_friend
source: Share with friends
ja: 友達に教える
th: บอกเพื่อน
vi: Chia sẻ cho bạn bè
zh_hans: 告诉朋友

# p4_language
source: Language
ja: 言語
th: ภาษา
vi: Ngôn ngữ
zh_hans: 语言

# p4_other
source: Other
ja: その他
th: มิฉะนั้น
vi: Khác
zh_hans: 否则

# p4_babyrepo
source: Child care diary · breastfeeding record
ja: 育児日記・授乳記録
th: สมุดบันทึกการดูแลเด็ก·บันทึกการเลี้ยงลูกด้วยนม
vi: Nhật ký chăm sóc em bé
zh_hans: 育儿日记·母乳喂养记录

# review_title
source: Review application
ja: ベビオトからのお願い
th: คำขอจาก Baby Oto
vi: Đánh giá ứng dụng
zh_hans: Baby Oto的请求

# review_message
source: Thanks for using our application. Please write a review about Baby Oto. We will receive it and keep improving to make application better.
ja: ご利用ありがとうございます。 もしよければベビオトのレビュー評価にご協力ください。 一言でもご要望でも感想でも大丈夫です。 無料でアプリをご提供する励みになりますのでお願いいたしますm(_ _)m
th: ขอบคุณที่ใช้ n โปรดร่วมมือกับการประเมินผลการทบทวน Baby Oto ถ้าคุณต้องการ n เป็นแม้แต่คำพูดหรือคำขอหรือการแสดงผล n เราจะสนับสนุนให้คุณนำเสนอใบสมัครฟรี m (_ _) m
vi: Cám ơn bạn đã sử dụng ứng dụng Nếu có thể vui lòng chia sẻ một chút đánh giá của bạn về ứng dụng nhé Chúng tôi sẽ tiếp thu và tiếp tục nỗ lực cải tiến ứng dụng tốt hơn
zh_hans: 感谢您使用。 n如果您愿意，请配合Baby Oto的评论评估。 n这甚至是一个字或要求或印象。 n我们会鼓励你提供免费应用程序，所以请m（_ _）m

source: Review
ja: レビューする
th: เพื่อทบทวน
vi: Đánh giá
zh_hans: 审查

source: Later
ja: あとで
th: ต่อมา
vi: Để sau
zh_hans: 后来

source: Never
ja: 絶対しない
th: ไม่อย่างแน่นอน
vi: Không bao giờ
zh_hans: 绝对不是

# network_error
source: No internet connection
ja: ネット接続されていません
th: ไม่ได้เชื่อมต่อกับอินเทอร์เน็ต
vi: Mạng không kết nối được
zh_hans: 它没有连接到互联网

source: OK
th: ตกลง
zh_hans: 行

# TWITTER_NOT_AVAILABLE
source: Please check your Twitter account settings
ja: Twitterアカウントの設定をご確認ください。
th: โปรดตรวจสอบการตั้งค่าบัญชี Twitter ของคุณ
vi: Vui lòng kiểm tra thiết lập tài khoản Twitter
zh_hans: 请检查您的Twitter帐户设置。

# FACEBOOK_NOT_AVAILABLE
source: Please check your Facebook account settings
ja: Facebookアカウントの設定をご確認ください。
th: โปรดตรวจสอบการตั้งค่าบัญชี Facebook ของคุณ
vi: Vui lòng kiểm tra thiết lập tài khoản Facebook
zh_hans: 请检查您的Facebook帐户设置。

# MAIL_NOT_AVAILABLE
source: Please check your Mail account settings
ja: メールアドレスの設定をご確認ください。
th: โปรดตรวจสอบการตั้งค่าที่อยู่อีเมลของคุณ
vi: Vui lòng kiểm tra thiết lập tài khoản Mail
zh_hans: 请检查您的电子邮件地址设置。

# LINE_NOT_AVAILABLE
source: Please check your Line account settings
ja: LINEアプリがインストールされていないので、ご確認ください。
th: แอ็พพลิเคชัน LINE ไม่ได้รับการติดตั้งโปรดยืนยัน
vi: Vui lòng kiểm tra thiết lập tài khoản Line
zh_hans: LINE应用程序未安装，请确认。

# app_name
source: babyoto
ja: ベビオト
